app/Domestic/Files/1/IssueTicketRQ.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://booking.us.dev/">
    <SOAP-ENV:Body>
        <ns1:IssueTicket>
            <strFlightId>bb4b8506-de0e-40a9-b6f1-1f0e857eace0</strFlightId>
            <strReturnFlightId></strReturnFlightId>
            <strContactName>sdds</strContactName>
            <strContactEmail>test@test.com</strContactEmail>
            <strContactMobile>5213789652</strContactMobile>
            <strPassengerDetail><![CDATA[<?xml version="1.0"?><PassengerDetail><Passenger><PaxType>ADULT</PaxType><Title>Mr</Title><Gender>M</Gender><FirstName>dsdas</FirstName><LastName>fgfd</LastName><Nationality>NP</Nationality><PaxRemarks>remarks first passenger</PaxRemarks></Passenger></PassengerDetail>]]></strPassengerDetail>
       </ns1:IssueTicket>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>